import React from 'react'

const ContentCard =()=> (
    <div className="container-fluid">
    <div className="conbox-ab text-center">
    <p className="content">
        <br/>
            Hobby for fun ค่ายจิตอาสาที่ไม่ใช่เพียงค่ายทำความดีทั่วไป <br/>
        เพราะค่ายนี้จะพาชาวบางมดทุก ๆคนไปร่วมกันสร้างงานอดิเรกให้ก่อประโยชน์สูงสุด <br/>
        ค่ายฮอบบี้ ฟ.ฟัน เป็นค่ายค้างแรม 3 วัน 2 คืน ซึ่งถูกจัดขึ้นโดยมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าธนบุรี <br/>
        เพื่อส่งเสริมให้นักศึกษาได้ร่วมกันทำความดีอันได้แก่ การถักนิตติ้ง ดอกไม้ประดิษฐ์ <br/>
        และโมเดลจากปืนกาว เพื่อนำชิ้นงานทั้งหมดไปขายและจัดสรรกำไรที่ได้มอบให้แก่มูลนิธิ
        <br/>
        <br/>
    </p>
    </div>
    </div>
)
export default ContentCard