import React from 'react'
import Cardask from './Cardask'
const Ask =()=> (
    <div className="font-ask">
        <Cardask question="Q : ค่ายนี้มีกิจกรรมอะไรบ้าง?"
        answer="A : ค่ายนี้จัดกิจกรรมหลักทั้งหมด 3 อย่างด้วยกัน อันได้แก่ การถักนิตติ้ง, การพับกระดาษ, การสร้างโมเดลจากปืนกาว
        โดยจัดทั้งหมด 3 วัน 2 คืน ซึ่งในส่วนของกิจกรรมพิเศษในค่ายนั้นสามารถสมัครและเข้ามาร่วมถูกเซอร์ไพรส์กันเถอะ"/>
        <Cardask question="Q : ค่ายนี้ไปกลับได้หรือไม่?" 
        answer="A : ค่ายนี้เป็นค่ายค้างแรม ไม่สามารถไปกลับได้ค่ะ" />
        <Cardask question="Q : ใครสามารถเข้าค่ายนี้ได้บ้าง รับกี่คน?" 
        answer="A : ค่ายนี้รับจำนวนทั้งหมด 30 คน โดยเปิดรับทุกคนที่เป็นนักศึกษามหาวิทยาลัยพระจอมเกล้าธนบุรี
        ซึ่งรับเฉพาะ 30 คนแรกที่สมัครเข้ามาก่อนเท่านั้น นอกจากนี้น้องๆที่เข้าค่ายจะได้รับชั่วโมงกิจกกรรมอีกด้วยค่ะ" />
    </div>
)
export default Ask