import React from 'react'
import Close from '../img/close.png'
/*Knitting*/
const PopupHowto1 = () => (
    <div>
        <div className="modal fade" id="myHowto1" role="dialog">
            <div className="modal-dialog modal-md">
                <div className="modal-content">
                    <div className="modal-body">
                        <img src={Close} alt="" className="closeHowto" data-dismiss="modal" />
                        <br /><br /><br />
                        <div className="p2"> สำหรับขั้นแรกของคนที่สนใจอยากจะลองถักนิตติ้งนั้น ขอแนะนำให้ลองไปตามมุมงานฝีมือในห้างสรรพสินค้า 
                            ซึ่งโดยปกติแล้ว หากเราซื้อสินค้าในห้าง พนักงานเค้าก็จะสอนถักนิตติ้งฟรีด้วยล่ะค่ะ ^^ แต่อาจจะมี
                            ข้อเสียคือ อุปกรณ์งานนิตติ้งที่ขายในห้างนั้น มักคัดเลือกมาแต่สินค้าเกรดดีๆ (หรือแพงนั่นเอง) แต่ถือว่ายอมๆ
                            กันไปละกันนะคะ เพราะถึงจะซื้อของแพง แต่ยังไงพนักงานเค้าก็สอนให้ฟรีนี่นา ซึ่งสำหรับผู้ที่ฝึกหัดถักแรกๆ
                            ก็จะนิยมถักผ้าพันคอกันเป็นส่วนมากค่ะ  Hobbies สุดหวานกับการ "ถักนิตติ้ง"  <br /><br />
                            <u>อุปกรณ์</u> <br />
                            1. ไม้นิต 1 คู่ ขนาด 5 mm. สำหรับราคานั้น ถ้าเป็นร้านข้างนอกทั่วไปก็จะคู่ละประมาณ 40-70 บาท  
                            แต่ถ้าเป็นเกรดดีๆ ในห้างก็จะคู่ละ 150 -300 เลยล่ะค่ะ ทั้งนี้ขึ้นอยู่กับวัสดุที่ทำ <br /><br />
                            2. ไหมพรมสีตามใจชอบ ราคาไหมพรมนั้นก็จะคล้ายๆ ไม้นิตค่ะ คือถ้าเป็นยี่ห้อทั่วๆ ไปก็ราคาเพียงม้วนละ 20 กว่าบาทเองค่ะแต่ถ้าเกรดๆ ดีในห้างล่ะก็ อย่างถูกสุดก็เกือบ 100 บาทแล้ว ยิ่งถ้าเป็นไหมพรมที่ผสมขนสัตว์ด้วย ม้วนนึงก็ปาไป 300-400 บาทเลยค่ะ แต่สำหรับใครที่เพิ่งหัดถักใหม่ๆ ขอแนะนำเป็นม้วนละ 20 กว่าบาทก็พอแล้วค่ะ
                            สำหรับสีของไหมพรมนั้นจะแบ่งเป็น 2 ประเภทหลักๆ คือ <br />
                            - สีพื้น คือเป็นสีเดียวกันทั้งม้วน เหมาะกับการถักลายที่มีลวดลายมาก เพราะสีพื้นๆ จะทำให้ลวดลายที่ถักดูเด่นออกมา <br />
                            - สีเหลือบ คือใน 1 ม้วนจะมีหลายสี เหมาะกับการถักลายพื้นๆ ธรรมดา เพราะการที่ไหมพรมมีสีเหลือบนั้น จะทำให้มองเห็นลวดลายที่ถักไม่ชัดนัก <br /><br />
                            3. เข็มเย็บไหมพรม ไว้สำหรับเย็บปมของไหมพรมนั่นเอง ราคาถูกๆ อันละ 3-5 บาทเท่านั้น
                            Hobbies สุดหวานกับการ "ถักนิตติ้ง" <br /><br />
                            มาที่วิธีการหัดถักขั้นพื้นฐานกันบ้าง สำหรับการถักนิตติ้งทุกครั้ง ต้องเริ่มต้นด้วยการขึ้นห่วงก่อนค่ะ อย่างเช่น ถ้าถักผ้าพันคอ ก็ขึ้นซักประมาณ 30 ห่วงกำลังดีค่ะ <br /> </div>
                        <br />
                        <div class="video-container mediavideo">
                            <iframe src="https://www.youtube.com/embed/UWDOvAr6fUk" frameborder="0" gesture="media" allowfullscreen frameborder="0" width="400" height="315" />

                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
)
export default PopupHowto1